<style lang="less">

</style>

<template>
    <div id="wrapper">
        <div class="p15 fs14">
            通话记录授权协议（以下简称本协议）由深圳市博雅成信金融服务有限公司（以下简称本公司）和您签订。请您务必审慎阅读、充分理解各条款内容。您确认，在您授权本公司获取您的通话记录前，您已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。
			<br>
			<br>
			<h3>一、协议的范围</h3>
			1、协议适用主体范围<br>
			本协议是关于您授权本公司获取并且分析您的通话记录信息所订立的协议。<br>
			2、本许可协议指向内容<br>
			本协议项下的许可内容是您同意，授权本公司获取您的通话记录后，本公司有权分析您的通话记录，以更好的向您提供服务。<br>
			<h3>二、保密条款</h3>
			本公司重视对用户隐私的保护。因收集您的信息是出于遵守国家法律法规的规定以及向您提供服务及提升服务质量的目的，本公司对您的通话记录信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，本公司会在下列情况下才将您的信息与第三方共享：<br>
			1、获得您的同意或授权。<br>
			2、某些情况下，只有共享您的信息，才能提供您需要的服务和（或）产品，或处理您与他人的交易纠纷或争议。<br>
			3、某些情况下，只有共享您的信息，才能对借款信息进行核实，对还款进程进行有效监督。<br>
			4、某些服务和（或）产品由本公司的合作伙伴提供或由本公司与合作伙伴共同提供，本公司会与其共享提供服务和（或）产品需要的信息。<br>
			5、本公司与第三方进行联合推广活动，本公司可能与其共享活动过程中产生的、为完成活动所必要的个人信息，如参加活动的中奖名单、中奖人联系方式等，以便第三方能及时向您发放奖品。<br>
			6、根据法律法规的规定及有权机关的要求。<br>
			7、为维护本平台和其他深圳市博雅成信金融服务有限公司用户的合法权益。<br>
			8、根据法律规定及合理商业习惯，在本公司计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下本公司需要接受来自其他主体的尽职调查时，本公司会把您的信息提供给必要的主体，但本公司会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。<br>
			<h3>三、主权力义务条款</h3>
			1、您向本公司陈述并保证：您所提供的个人信息完整、真实、准确并不存在误导性。您所提供的个人信息均为您本人的真实信息，不可为他人的信息或虚假信息。因信息不真实、不准确而导致的本公司的任何损失，均应由您足额赔偿。<br>
			2、如您所提供的个人信息中的全部或部分信息为他人信息或虚假信息，本公司将有权暂停或终止与您的全部或部分服务协议，并将由您承担由此行为所产生的全部法律责任，本公司将不对此承担法律责任。<br>
        </div>
    </div>
</template>

<script>
export default {
    data () {
        return {

        }
    },
    mounted () {
        document.querySelector('body').style.background = '#fff'
    },
    beforeDestroy(){
        document.querySelector('body').style.background = '#fff8f2'
    },
    methods: {

    }
}
</script>